Repository: ifeyi/cfc-deblocages-06-2025
Catalog: backend/app/locales/*/LC_MESSAGES/messages.po
Languages: fr

source: Welcome to CFC Disbursements API
fr: Bienvenue sur l'API CFC Déblocages

source: Loan not found
fr: Prêt introuvable

source: Client not found
fr: Client introuvable

source: Invalid credentials
fr: Identifiants invalides

source: Disbursement request created successfully
fr: Demande de déblocage créée avec succès

source: Alert acknowledged
fr: Alerte acquittée

source: Document uploaded successfully
fr: Document téléchargé avec succès

source: Insufficient permissions
fr: Permissions insuffisantes

source: Validity warning
fr: Avertissement de validité

source: Work delay detected
fr: Retard de travaux détecté

source: Repayment starting soon
fr: Remboursement imminent
